{
  
  "hero_title": "الإبداع في التصميم، الإتقان في البناء",
  "hero_subtitle": "نحن هنا لنوفر لك الموارد والخبرة والدعم اللازم لتحويل أفكارك الإبداعية إلى حقيقة",
  "about_us": "معلومات عنا",
   
  "about": "من نحن",
  "services": "خدماتنا",
  "projects": "مشاريعنا",
  "contact": "اتصل بنا",

  "services_subtitle":"لدينا فريق مؤهل وذو خبرة عالية من المهندسين المعامريين والمصممين ومديري المشاريع الذين يعملون بتفان على تحقيق نتائج استثنائية. يبقى محترفونا على اطلاع دائم بأحدث اتجاهات الصناعة والتقنيات لتقديم حلول متطورة ومبتكرة.",
  "design_title":"التصميامت والاستشارات الهندسية",
  "architectural_design":"التصميم المعماري",
  "architectural_design_subtitle":"نقدم خدمات شاملة في التصميم المعﻤﺎري، حيث نقوم بإنشاء مساحات وظيفية وجﻤﺎلية تتوافق مع متطلبات العميل والمواصفات الهندسیە.",
  "architectural_design_description":"في شركتنا، نفخر بتقديم مجموعة واسعة من خدمات التصميم المعماري التي تتجاوز المعتاد. إن فريقنا من المهندسين المعماريين ذوي المهارات العالية والخبرة مكرس لبناء مساحات استثنائية تجمع بين الوظائف والجمال بسلاسة، كل ذلك مع التوافق مع متطلبات عملائنا الفريدة والمواصفات الصارمة للمجال الهندسي. من خلال الفهم العميق للمبادئ المعمارية والعناية الشديدة بالتفاصيل، نبذل قصارى جهدنا لضمان أن كل مشروع نقوم به يعكس التزامنا الثابت بالتميز. يشمل نهجنا الشامل للتصميم المعماري كل جانب من جوانب العملية، من التصور الأولي إلى التنفيذ النهائي، مما ينتج عنه مساحات جذابة بصريًا ومناسبة تمامًا للغرض المقصود منها. عندما يتعلق الأمر بالتصميم الوظيفي، نعطي الأولوية لتحسين استخدام الفضاء وتدفق حركة المرور، مع مراعاة كيفية تفاعل الأشخاص مع البيئة والتنقل عبرها. نقوم بتحليل دقيق للاحتياجات والتفضيلات المحددة لعملائنا، مع إيلاء اهتمام وثيق للوظائف المقصودة لكل مساحة. سواء كان عقارًا سكنيًا أو مبنى تجاريًا أو منشأة عامة، فإن تصميماتنا المعمارية مصممة بدقة لاستيعاب أنشطة ومتطلبات السكان، مما ينتج عنه مساحات ليست جذابة بصريًا فحسب، بل تتميز أيضًا بأنها عملية للغاية وسهلة الاستخدام. في الختام، تشتمل خدمات التصميم المعماري لدينا على نهج شامل يعطي الأولوية لكل من الوظائف والجماليات. نحن ملتزمون بإنشاء مساحات استثنائية لا تفي بمتطلبات عملائنا فحسب، بل ترفع أيضًا حدود التميز المعماري. من خلال مزيج من الإبداع والخبرة الفنية والعقلية المتمحورة حول العميل، نجلب الأحلام إلى الحياة، ونحول المساحات إلى بيئات فريدة وملهمة ومتناغمة تصمد أمام اختبار الزمن.",
  "civil_engineering":"اعامل البنى التحتية وادارة المشاريع",
  "civil_engineering_subtitle":"تشمل خدمات الهندسة المدنية لدينا تطوير الموقع وتصميم البنية التحتية وإدارة المشاريع، مﻤﺎ يضمن حلولاً فعالة من حيث التكلفة وغﻴﺮها.",
  "civil_engineering_description":"في شركتنا ، نقدم خدمات هندسة مدنية شاملة تشمل مجموعة واسعة من التخصصات ، بما في ذلك تطوير الموقع وتصميم البنية التحتية وإدارة المشاريع. مع فريق المهندسين ذوي الخبرة لدينا ، نسعى جاهدين لتقديم حلول فعالة وفعالة من حيث التكلفة تلبي الاحتياجات الفريدة لكل مشروع ، مما يضمن تحقيق أهداف عملائنا بنجاح مع الالتزام بأعلى معايير الجودة والاستدامة والامتثال التنظيمي.",
  "construction_management":"إدارة البناء",
  "infrastructure_development":"تطوير البنية التحتية",
  "mechanical_and_electrical":"التصميم الميكانيك والكهربائي",
  "mechanical_and_electrical_subtitle":"نقدم الخبرة في تصميم أنظمة ميكانيكية وكهربائية فعالة للمباﻧﻲ، وتحسﻴﻦ كفاءة الطاقة والتصميم الوظيفي لها.",
  "mechanical_and_electrical_description":"في شركتنا ، نقدم خبرة واسعة في تصميم أنظمة ميكانيكية وكهربائية فعالة للمباني ، وتحسين استخدام الطاقة واستدامتها بدقة ، وضمان التكامل السلس للتقنيات المتطورة ، وتوفير حلول شاملة تعطي الأولوية للراحة والموثوقية والمسؤولية البيئية أثناء الاجتماع المتطلبات الفريدة لكل مشروع.",
  "structural_engineering":"التصميم الإنشائي",
  "structural_engineering_subtitle":"يقدم مهندسونا ذوو الخبرة تحليلًا هيكليًا وتصميﻤﺎً وتقييﻤﺎً لمجموعة متنوعة من الهياكل، مﻤﺎ يضمن السلامة والمتانة",
  "structural_engineering_description":"في شركتنا ، نقدم خدمات هندسية إنشائية شاملة مقدمة من مهندسين ذوي خبرة عالية متخصصين في التحليل الشامل والتصميم والتقييم للهياكل المتنوعة ، مع إعطاء الأولوية للسلامة والمتانة والموثوقية للبيئة المبنية ، ودمج التقنيات والتقنيات المبتكرة ، والالتزام بالمعايير الدولية. الرموز والمعايير ، مع التأكيد على الاستدامة والتعاون الفعال مع العملاء وأصحاب المصلحة ، وتقديم حلول مخصصة تتجاوز التوقعات وتساهم في بيئات مبنية مرنة ومستدامة.",
  "interior_fit_outs":"الديكور الداخلي",
  "renovation_and_remodeling":"التجديد وإعادة التصميم",
  "general_contracts":"المقاولات العامة",

  "projects_subtitle":"مرحبًا بكم في معرض مشاريعنا! هنا ، نقدم مجموعة من الإنجازات الاستثنائية عبر مختلف التخصصات بما في ذلك الهندسة المعمارية والبناء والهندسة المدنية والهندسة الكهربائية والهندسة الميكانيكية والمزيد.",
  "all_projects":"عرض كل المشاريع",

  "footer_text":"شركة قلعة الفاروق التي تأسست في عام ،٢٠٠٨ هي شركة رائدة في مجال التصميم والاستشارات الهندسية والمقاولات العامة ",
  "location":"تكريت - صلاح الدين - العراق",

  "about_section_text":"شركة قلعة الفاروق التي تأسست في عام ،٢٠٠٨ هي شركة رائدة في مجال التصميم والاستشارات الهندسية والمقاولات العامة ، مع فريق من المهنيني ذوي الكفاءة العالية وتاريخ حافل من المشاريع الناجحة ، لعبت قلعة الفاروق دورا أساسي في بناء مشاريع استثنائية وتعزيز العلاقات القوية في مناطق مختلفة من العراق لعدة سنوات.",
  "read_more":"المزيد",

  "home":"الصفحة الرئيسية",
  "aboutus_subtitle":"شركة قلعة الفاروق التي تأسست في عام ،٢٠٠٨ هي شركة رائدة في مجال التصميم والاستشارات الهندسية والمقاولات العامة ، مع فريق من المهنيني ذوي الكفاءة العالية وتاريخ حافل من المشاريع الناجحة ، لعبت قلعة الفاروق دورا أساسي في بناء مشاريع استثنائية وتعزيز العلاقات القوية في مناطق مختلفة من العراق لعدة سنوات.  في قلعة الفاروق، نسعى باستمرار لتجاوز حدودنا مع كل مشروع نقوم به. عندما تشترك في خدماتنا ، ميكنك أن تطمئن إلى أن تصميماتنا المعامرية والهندسية الاحترافية وخبراتنا في مجال البناء ستلبي توقعاتك ، وكل ذلك بسعر تنافسي وجدير بالاهتامم. تضمن الجودة الاستثنائية لعملنا ،جنبا إلى جنب مع التزامنا الراسخ برضا العملاء ، أنه مبجرد تجربة الخدمات التي تقدمها قلعة الفاروق ، يصبح قرارك باختيارنا مرة أخرى امرا لا تردد فيه.",
  
  "goal":"اهدفنا",
  "client_atisfaction": "رضا العملاء:",
  "client_atisfaction_subtitle":"هدفنا الأساسي هو ضامن رضا العملاء من خلال فهم احتياجاتهم وتقديم حلول مصممة خصيصا لهم وتنفيذ مشاريع ذات جودة عالية ضمن الإطار الزمني والميزانية المتفق عليها.",
  "innovation_and_creativity":"الابتكار والإبداع:",
  "innovation_and_creativity_subtitle":"نهدف إلى توسيع حدود التصميم والهندسة ، والسعي باستمرار لإيجاد حلول مبتكرة وإبداعية لمواجهة التحديات الفريدة لكل مشروع بتبنينا للتقنيات والاتجاهات والتصاميم الحديثة، ونكون على استعداد للاستفادة منها ومواكبتها.",
  "growth_and_expansion":" النمو والتوسع:",
  "growth_and_expansion_subtitle":"نهدف إلى توسيع وجودنا في السوق وتنفيذ مشاريع تحمل تحديات متزايدة من حيث التعقيد والحجم. من خلال استكشاف أسواق جديدة ، وتنويع خدماتنا ، وإقامة شراكات استراتيجية ، نسعى لتحقيق منو مستدام مع الحفاظ على التزامنا بالتميز والتفوق في جميع اعاملنا.",

  "mission":"رسالتنا",
  "mission_subtitle":"نسعى لأن نكون شركة رائدة في مجال استشارات التصميم والهندسة والمقاولات العامة، نقدم حلولاً مبتكرة تحدث تغيريا في البيئة المبنية، وتعزز جودة الحياة، وتتجاوز توقعات عملائنا. نحن نسعى دامئاً لتحقيق التفوق في كل مشروع، مبواهبنا وإبداعنا نصنع مساحات فريدة تلهم الجميع وتبقى راسخة في الذاكرة.",
  "vision":"رؤيتنا",
  "vision_subtitle":"تحويل الأحلام إلى حقيقة، من خلال حلول إبداعية عالية الجودة، وخبرة في التصور والبناء.",
  "why_choose_us":"لماذا تختار قلعة الفاروق؟",
  "why_choose_us_subtitle":"في قلعة الفاروق، نسعى باستمرار للوصول الى هدف الشركة مع كل مشروع نقوم به. عندما تشترك في خدماتنا، يمكنك أن تطمئن إلى أن تصاميمنا المعمارية والهندسية الاحترافية وخبراتنا في مجال البناء ستلبي توقعاتك، وكل ذلك بسعر تنافسي وجدير بالاهتمام. تضمن الجودة الاستثنائية لعملنا جنبا إلى جنب مع التزامنا الراسخ برضا العملاء. أنه مبجرد تجربة الخدمات التي تقدمها قلعة الفاروق، يصبح قرارك باختيارنا مرة أخرى امرا لا تردد فيه.",
  "who_are_we":"من نحن؟",
  "who_are_we_subtitle":"تأسست شركة قلعة الفاروق في عام ٢٠٠٨، وهي شركة رائدة في مجال التصميم والاستشارات الهندسية والمقاولات العامة، ويعمل في الشركة فريق متكامل من المهنين ذوي الكفاءة العالية ولها تاريخ حافل من المشاريع الناجحة. لعبت قلعة الفاروق دوراً أساسياً في بناء مشاريع استثنائية وتعزيز العلاقات القوية في مناطق مختلفة من العراق لعدة سنوات.",

  "all_project_subtitle":"بناء مستقبل صناعة المقاولات.",


  "interior":"داخلي",
  "exterior":"خارجي",
  "landscap":"لاند سكيب",

  "our_implemented_projects":"مشاريعنا المنفذة",
  "our_implemented_projects_subtitle":"نحتفل بشركة قلعة الفاروق للتصاميم والاستشارات الهندسية والمقاولات العامة بتقديم مجموعة متنوعة من مراحل تنفيذ المشاريع بنجاح، حيث يُمثِّل هذا القسم معرضًا رقميًا يستعرض تجاربنا وإنجازاتنا السابقة في مجال المقاولات والتصاميم. نقدّم مجموعة متنوعة من المشاريع التي أكملناها بتفانٍ واحترافية عالية، ونلتزم بتحقيق أعلى مستويات الجودة والتميز في جميع مشاريعنا، ونضمن تلبية احتياجات عملائنا وتحقيق رؤيتهم. بغض النظر عن نوع المشروع السكني، التجاري، الصناعي، أو التصميم الهندسي المبتكر، لدينا الخبرة والكفاءة لتحقيق رؤية العملاء وتنفيذ المشاريع بنجاح، وذلك بفضل فريق مؤهل من المهندسين والمختصين في جميع مراحل المشروع، بدءًا من التصميم الأولي وصولاً إلى التنفيذ والتسليم النهائي. تتضمن مشاريعنا مجموعة واسعة من الأعمال، مثل المشاريع الحكومية والاستثمارية والقطاع الخاص، الطرق والجسور، وإعادة تأهيل وتحسين المنشآت القائمة، حيث نستخدم أحدث التقنيات وأفضل المواد المستوردة والمعايير الهندسية للتأكد من تنفيذ المشاريع بكفاءة وجودة عاليتين."


  
}