{

  "hero_title": "CREATIVITY IN DESIGN, MASTERY IN CONSTRUCTION",
  "hero_subtitle": " We are here to provide you with the resources, expertise, and support necessary to bring your creative ideas to life.",
  "about_us": "About Matt Company",

  "about": "About",
  "services": "Services",
  "service": "Services",
  "projects": "Projects",
  "contact": "Contact",

  "services_subtitle":"We have a highly qualified and experienced team of architects, engineers, designers, and project managers who are dedicated to delivering exceptional results.",
  "design_title":"Design and Engineering Consultancy",
  "architectural_design":"Architectural Design",
  "architectural_design_subtitle":"We offer comprehensive architectural design services, creating functional and aesthetically pleasing spaces that align with client requirements and Engineering specifications.",
  "architectural_design_description":"At our firm, we take immense pride in offering an extensive range of architectural design services that go above and beyond the ordinary. Our team of highly skilled and experienced architects is dedicated to crafting exceptional spaces that seamlessly blend functionality and aesthetics, all while aligning with our clients' unique requirements and the stringent specifications of the engineering field. With a deep understanding of architectural principles and a keen eye for detail, we go the extra mile to ensure that every project we undertake reflects our unwavering commitment to excellence. Our comprehensive approach to architectural design encompasses every aspect of the process, from the initial conceptualization to the final execution, resulting in spaces that are both visually captivating and perfectly suited to their intended purpose. When it comes to functional design, we prioritize the optimization of space utilization and traffic flow, carefully considering how people will interact with and navigate through the environment.",
  "civil_engineering":"Civil Engineering",
  "civil_engineering_subtitle":"Our civil engineering services encompass site development, infrastructure design, and project management, ensuring efficient and cost-effective solutions.",
  "civil_engineering_description":"At our firm, we offer comprehensive civil engineering services that encompass a wide range of disciplines, including site development, infrastructure design, and project management. With our experienced team of engineers, we strive to deliver efficient and cost-effective solutions that meet the unique needs of each project, ensuring the successful realization of our clients' goals while adhering to the highest standards of quality, sustainability, and regulatory compliance.",
  "construction_management":"Construction Management",
  "infrastructure_development":"Infrastructure Development",
  "mechanical_and_electrical":"Mechanical And Electrical",
  "mechanical_and_electrical_subtitle":"We offer expertise in designing efficient mechanical and electrical systems for buildings, optimizing energy usage and sustainability.",
  "mechanical_and_electrical_description":"At our firm, we offer extensive expertise in designing efficient mechanical and electrical systems for buildings, meticulously optimizing energy usage and sustainability, ensuring the seamless integration of cutting-edge technologies, and providing comprehensive solutions that prioritize comfort, reliability, and environmental responsibility while meeting the unique requirements of each project.",
  "structural_engineering":"Structural Engineering",
  "structural_engineering_subtitle":"Our experienced engineers provide structural analysis, design, and evaluation for a variety of structures, ensuring safety and durability.",
  "structural_engineering_description":"At our firm, we offer comprehensive structural engineering services provided by highly experienced engineers specializing in thorough analysis, design, and evaluation for diverse structures, prioritizing safety, durability, and reliability of the built environment, incorporating innovative techniques and technologies, and adhering to international codes and standards, while emphasizing sustainability and effective collaboration with clients and stakeholders, delivering customized solutions that exceed expectations and contribute to resilient and sustainable built environments.",
  "interior_fit_outs":"Interior Fit Outs",
  "renovation_and_remodeling":"Renovation And Remodeling",
  "general_contracts":"General Contracts",

  "projects_subtitle":"Welcome to our Projects Showcase! Here, we present an array of exceptional achievements across various disciplines including architecture, construction, civil engineering, electrical engineering, mechanical engineering, and more.",
  "all_projects":"Show all projects",
  
  "footer_text":"Matt Company Company, established in 2020, is a prominent Design and Engineering Consultancy and General Contracts firm.",
  "location":"Ashty street, As Sulaymaniyah, Iraq",

  "about_section_text":"Matt company is a engineering consulting and general trading company (Ltd), It is based in Sulaimani Iraq, Established in 2020, with the mission of providing sustainable and innovative architectural design and construction solutions to customers and the community, the company has become the partner of choice by customers It works to promote architecture and create the culture of a developed society.",
  "read_more":"Read more",
  "home":"Home",
  "aboutus_subtitle":"Matt Company Company, established in 2020, is a prominent Design and Engineering Consultancy and General Contracts firm. We are dedicated to delivering cutting-edge and environmentally friendly solutions across various industries. With a team of highly efficient professionals and a proven history of successful projects, Matt Company has been instrumental in constructing exceptional projects and fostering strong relationships in the Colorado Springs and surrounding areas of Iraq for several years At Matt Company, we consistently strive to surpass our own boundaries with every project we undertake. When you engage our services, you can rest assured that our professional architectural designs and construction expertise will meet your expectations, all at a competitive and worthwhile price. The exceptional quality of our work, combined with our unwavering commitment to customer satisfaction, ensures that once you experience the services provided by Matt Company, your decision to choose us again becomes unequivocal",
  
  "goal":"Our Goal",
  "client_atisfaction": "Client Satisfaction:",
  "client_atisfaction_subtitle":"Provide a comfortable lifestyle by building an environmentally friendly and aesthetically distinctive building. This approach makes the most of the opportunities of each project to provide a truly unique product for each customer.",
  "innovation_and_creativity":"Innovation and Creativity:",
  "innovation_and_creativity_subtitle":"We have become an integral player in the Iraqi market through our quality and partnership approach. We work to provide our customers with the highest quality design and construction solutions possible.",
  "growth_and_expansion":"Growth and Expansion:",
  "growth_and_expansion_subtitle":"Our goal is not only to provide immediate sustainable solutions, but we strive to build long-term relationships with our customers and partners in order to build a better future for all of us",

  "mission":"Matt Furnishing",
  "mission_subtitle":"The part of Mat Company that works on the supply and manufacture of household appliances by importing from abroad and supplying domestically. Through the experienced and professional staff of the company. Matt Furnishing works to create a comfortable and convenient life for families by building their home with attractive quality and design.",

  "vision":"Matt School",
  "vision_subtitle":" The part of Matt company, the first architecture school in Iraq, It is an educational and scientific department of architecture Working to create a healthy environment in a cultured and developed society through providing courses on the principles and components of design, children's architecture courses, mastering design programs, working on the understanding of society to create a peaceful life.",
  "why_choose_us":"Why you Choose us?",
  "why_choose_us_subtitle":"At Matt Company, we consistently strive to surpass our own boundaries with every project we undertake. When you engage our services, you can rest assured that our professional architectural designs and construction expertise will meet your expectations, all at a competitive and worthwhile price. The exceptional quality of our work, combined with our unwavering commitment to customer satisfaction, ensures that once you experience the services provided by Matt Company, your decision to choose us again becomes unequivocal.",
  "who_are_we":"Who are we?",
  "who_are_we_subtitle":"Matt Company, established in 2020, is a prominent Design and Engineering Consultancy and General Contracts firm. We are dedicated to delivering cutting-edge and environmentally friendly solutions across various industries. With a team of highly efficient professionals and a proven history of successful projects, Matt Company has been instrumental in constructing exceptional projects and fostering strong.",

  "all_project_subtitle":"Building the future of the construction industry, one project at a time.",


  "interior":"Interior",
  "exterior":"Exterior",
  "landscap":"Landscap",

  "our_implemented_projects":"Our implemented projects",
  "our_implemented_projects_subtitle":"We, Matt Company for Designs, Engineering Consultations, and General Contracting, proudly present successful project work stages in a digital exhibition, showcasing diverse completed projects with dedication and professionalism. Committed to achieving excellence and meeting customer visions, we excel in residential, commercial, industrial projects, and innovative engineering designs, delivering success with a qualified team throughout all project stages. Our projects span government, investment, and private sectors, roads, bridges, and facility rehabilitation, utilizing cutting-edge tech and high-quality imported materials."









}